Repository: Shriz07/Fuel-tracker
Catalog: lib/l10n/app_*.arb
Languages: pl

# avgPricesTitle
source: Avarage fuel prices
pl: Średnie ceny paliw

# avgPricesTableTitle
source: Voivodeship
pl: Województwo

# petrolMapTitle
source: Nearest stations
pl: Najbliższe stacje

# petrolMapLastUpdateNever
source: Last update: Never
pl: Ostatnia aktualizacja: Nigdy

# petrolMapLastUpdate
source: Last update:
pl: Ostatnia aktualizacja:

# petrolMapSave
source: Save
pl: Zapisz

# petrolMapWarningTitle
source: Warning
pl: Ostrzeżenie

# petrolMapWarningMessage
source: Invalid price range. Please provide real data.
pl: Niepoprawny zakres ceny. Ceny powinny być w realnym zakresie

# petrolMapWarningClose
source: Close
pl: Zamknij

# calculatorTitle
source: Trip calculator
pl: Kalkulator kosztów

# calculatorInput1Title
source: Distance
pl: Odległość

# calculatorInput2Title
source: Price
pl: Cena

# calculatorInput2Hint
source: (z≈Ç/l)
pl: (zł/l)

# calculatorInput3Title
source: Avg consumption
pl: Średnie spalanie

# calculatorResult1Title
source: Total cost of the trip
pl: Całkowity koszt przejazdu

# calculatorResult2Title
source: Cost per 100km
pl: Koszt przejazdu 100km

# calculatorApplyButtonTitle
source: Calculate
pl: Oblicz koszt

# calculatorValidatorMessage
source: Enter valid value
pl: Podaj poprawną wartość

# loginEmailValidatorMessage
source: Enter Email address
pl: Podaj adres Email

# loginPasswordValidatorMessage
source: Enter at least 6 signs
pl: Podaj przynajmniej 6 znaków

# loginPasswordHint
source: Password
pl: Hasło

# loginButtonApply
source: Login
pl: Zaloguj

# loginNoAccountMessage
source: Don't have an account?
pl: Nie posiadasz konta?

# loginNoAccountButton
source: Create here
pl: Stwórz konto

# registerTitle
source: Create an account to continue
pl: Stwórz konto aby kontynuować

# registerEmailValidatorMessage
source: Enter valid Email address
pl: Podaj poprawny adres Email

# registerPasswordValidatorMessage
source: Enter at least 6 signs
pl: Podaj przynajmniej 6 znaków

# registerPasswordHint
source: Password
pl: Hasło

# registerButtonApply
source: Create account
pl: Stwórz konto

# registerAlreadyMessage
source: Already registered?
pl: Posiadasz już konto?

# registerAlreadyButton
source: Login here
pl: Zaloguj

# navbar1Item
source: Avg prices
pl: Średnie ceny

# navbar2Item
source: Stations
pl: Stacje

# navbar3Item
source: Calculator
pl: Kalkulator

# drawerTitle
source: Additional functions
pl: Dodatkowe funkcje

# drawerSettings
source: Settings
pl: Ustawienia

# drawerAbout
source: About app
pl: O aplikacji

# drawerLogout
source: Logout
pl: Wyloguj

# aboutVersion
source: Version
pl: Wersja

# aboutAuthor
source: Author
pl: Autor

# notificationsTitle
source: Reminders
pl: Przypomnienia

# notificationsHint
source: Set reminders for events such as insurance or periodic technical inspection and you will receive a notification 5 days vefore the shceduled date.
pl: Ustaw przypomnienia dla zdarzeń takich jak ubezpieczenie, czy przegląd okresowy, a otrzymasz powiadomienie 5 dni przed wyznaczoną datą.

# notificationsHeader
source: Hold for more information.
pl: Przytrzymaj po więcej informacji

# notification1Name
source: End of insurance
pl: Koniec ubezpieczenia

# notification2Name
source: Technical inspection
pl: Przegląd okresowy

# notificationsApplyButton
source: Set reminder
pl: Ustaw Porzypomnienie

# notification1Title
source: Insurance
pl: Ubezpieczenie

# notification1Message
source: Insurance for your car ends in 5 days.
pl: Za 5 dni kończy się ubezpieczenie twojego samochodu.

# notification2Title
source: Technical inspection
pl: Przegląd

# notification2Message
source: Technical inspection for your car will expire in 5 days.
pl: Za 5 dni kończy sie data ważności okresowego przęglądu twojego samochodu.

# dateSelectTitle
source: Select date
pl: Wybierz datę

# notificationDeleteTitle1
source: Notification with name '
pl: Powiadomienie o nazwie '

# notificationDeleteTitle2
source: ' was deleted.
pl: ' zostało usunięte.

# notificationAddTitle1
source: Notification with name '
pl: Powiadomienie o nazwie '

# notificationAddTitle2
source: ' was added.
pl: ' zostało dodane.

# notificationAlreadySetMessage
source: This notification was already set. If you want to change date, first delete old notification.
pl: To powiadomienie jest już ustawione. Jeżeli chcesz zmienić datę, najpierw usuń stare powiadomienie.
